[
	{
		"name": "Data, Methods and Analysis",
		"description_short": "",
		"url": "/methods",
		"img": "",
		"img_alt": "",
		"description": ""
	},
	{
		"name": "Co-authorship maps",
		"description_short": "Shows the coauthorship network of the science communication and misinformation seed papers, highlighting the connections between important authors in the fields.",
		"url": "/vis/coauthorship",
		"img": "coauthorship_thumb.png",
		"img_alt": "Thumbnail image of the coauthorship visualization",
		"description": "<p>Co-authorship maps show the social structure of a field. A node in this graph is an author. The size of the nodes represents the papers represented in our data set for each author. Since the datasets are samples, we caution against reading these nodes sizes as importance measures. A link represents a shared paper. The links are weighted so that thicker lines are scaled to the number of shared papers between authors. </p><p>We provide two co-authorship graphs — one that includes research papers from science communication and misinformation research. Colors represent clusters of authors. They are meant to help identify which authors are closer together in the network. The connected components with ten nodes or more are shown. Again, we do not include all papers ever published around these topics. Therefore, we are only seeing a part of the field. Many papers and authors are not represented that may be in subsequent updates. </p><p>To use the visualization, click and drag the nodes to move them around. If you hover over an author name in the network, you will see the papers with the highest centrality scores in our dataset. We use a pagerank-based metric to assess influence. This is similar to how Google ranks webpages. </p>",
		"methods": "The data for this visualization come from the <a href=\"https://www.microsoft.com/en-us/research/project/microsoft-academic-graph/\" target=\"_blank\">Microsoft Academic Graph<\/a>, a dataset that uses web crawlers to find and link academic publications. Publications from the seed collections (Collections 1 and 2) were linked to this dataset using Document Object Identifiers (DOI) and fuzzy title matching. The network was clustered using <a href=\"http://www.mapequation.org/\" target=\"_blank\">Infomap<\/a>. (Note that this clustering is on the <em>author network<\/em>, which is different than the citation clustering in other visualizations.) The colors of the nodes are assigned based on the top level of the hierarchical clustering. The authors with the highest network centrality scores are assigned have labels next to their nodes. Since this is just a sample, we caution readers on interpreting an \"importance\" of authors."
	},
	{
		"name": "Keyword Mapping",
		"description_short": "The map shows the co-occurrence of keywords extracted from the titles and abstracts of the seed set. The map only shows keywords that appear in at least 5 papers.",
		"url": "/vis/keyword_mapping",
		"img": "5_word_minimum_thumb.png",
		"img_alt": "Thumbnail image of the co-occurrence map",
		"description": "<p>The keyword maps are similar to the co-authorship maps. Instead of authors as nodes, keywords of papers are the nodes. The keywords are pulled from the titles and abstracts of the papers in our datasets. The keyword maps were created using <a href=\"https://www.vosviewer.com/\" target=\"_blank\">VOSviewer<\/a>. </p><p>The map above only shows keywords that appear in at least 5 papers from both paper sets. The map below only includes papers from science communication. We used default values for the bottom image. This included keyword from titles and abstracts, binary counting, a minimum of 10 occurrences of a term, and 60% most relevant terms (based on a calculated relevance score). Both maps are static and not interactive like the co-authorship graphs. </p><p>The two maps contain many of the same clusters. The primary difference is the large climate change cluster in the second map.</p>"
	},
	{
		"name": "Nautilus Diagram — Citation Influence Visualization",
		"description_short": "Shows important papers that have cited the science communication and misinformation seed papers, reflecting the influence these fields have had over time.",
		"url": "/vis/nautilus",
		"img": "citationvis_thumb.png",
		"img_alt": "Thumbnail image of the Nautilus Diagram",
		"description": "<p>The center node represents the set of papers identified as science communication and misinformation papers. Surrounding nodes represent influential papers that have cited those papers. Larger nodes represent more influential papers (ranked by <a href=\"http://www.eigenfactor.org/about.php\" target=\"_blank\">Eigenfactor score<\/a>). Links between nodes represent citations, either to a paper in the central collection, or to another paper in the displayed network (thicker lines represent more citations). Click on a node to view the paper (you may need to allow pop-ups for this).</p>",
		"methods": "The data for this visualization come from the <a href=\"https://www.microsoft.com/en-us/research/project/microsoft-academic-graph/\" target=\"_blank\">Microsoft Academic Graph<\/a>, a dataset that uses web crawlers to find and link academic publications. Publications from the seed collections (Collections 1 and 2) were linked to this dataset using Document Object Identifiers (DOI) and fuzzy title matching. Publications were assigned categories (colors) using K-Means—an unsupervised clustering technique that takes into account the publications' titles as well as Fields of Study keywords inferred by Microsoft's web crawlers. As the \"number of citations\" line chart indicates, there are typically more citing articles than can be displayed in the nautilus network, so only the top papers (by Eigenfactor) are shown there. Nodes closer to the center are citing publications with earlier publication dates; papers more distant from the center are more recent."
	},
	{
		"name": "Automated Bibliography",
		"description_short": "The extended bibliography is generated automatically based on the seed papers used for this analysis. Please see “Data and Methods” for more details.",
		"url": "/extended_bib",
		"img": "book_stacks_thumb.jpg",
		"img_alt": "Book stacks (image from https://www.pexels.com/photo/blur-book-stack-books-bookshelves-590493/)",
		"description": "<p>Using the seed papers as input, we trained a custom recommender to identify 1000 similar papers that may be important in the fields of science communication and misinformation. The top papers ranked by relevance are included here in the Automated Bibliography Page. Additional details about the data and methods are provided below. You can download the data directly using the button at the upper right portion of this page.</p>",
		"methods": "<p>We use the seed papers and train an algorithm to find related papers. The idea is to find, automatically, other relevant papers in science communication and misinformation research. The ranking task is set up as a supervised machine learning problem. A portion of the seed papers are set aside to be used to generate features, and the remaining are combined with a large set of candidate papers to create the total candidate set. This candidate set is split into train and test sets, and the process proceeds as a binary classification task, with the positive class being those papers that were originally among the seed papers. The features used include structural features of the citation network and textual features. The structural features include a measure of how close a paper tends to be to the set-aside seed papers (using the Infomap clustering algorithm), as well as the pagerank value of the paper (a citation-based measure of importance). The textual feature used was the average cosine similarity of the paper’s title (tf-idf weighted) to the titles of the set-aside seed papers. A random forest classifier was trained using these features, and the test papers were ranked according to the probability of the classifier. The overall process was repeated several times, and the probabilities were summed. The Automated Bibliography is presented as the top-ranked papers by relevance, after excluding any papers that were originally in the seed set.</p>"
	}
]
