[
	{
		"name": "Coauthorship Visualization",
		"description_short": "Shows the coauthorship network of the science communication and misinformation seed papers, highlighting the connections between important authors in the fields.",
		"url": "/vis/coauthorship",
		"img": "coauthorship_thumb.png",
		"img_alt": "Thumbnail image of the coauthorship visualization",
		"description": "Coauthorship network for a set of research papers in the fields of science communication and misinformation. Nodes represent authors, and weighted links represent collaborations between authors on research papers. The network was clustered using <a href=\"http://www.mapequation.org/\" target=\"_blank\">Infomap<\/a>. The colors of the nodes are assigned based on the top level of the hierarichal clustering. The size of the nodes represent the flow-based rank of each node in this network. The connected component with ten nodes or more are shown. Click and drag the nodes to move them around."
	},
	{
		"name": "Nautilus Diagram — Citation Influence Visualization",
		"description_short": "Shows important papers that have cited the science communication and misinformation seed papers, reflecting the influence these fields have had over time.",
		"url": "/vis/nautilus",
		"img": "citationvis_thumb.png",
		"img_alt": "Thumbnail image of the Nautilus Diagram",
		"description": "The center node represents the set of papers identified as science communication and misinformation papers. Surrounding nodes represent influential papers that have cited those papers. Larger nodes represent more influential papers (ranked by <a href=\"http://www.eigenfactor.org/about.php\" target=\"_blank\">Eigenfactor score<\/a>). Click on a node to view the paper (you may need to allow pop-ups for this)."
	},
	{
		"name": "Cluster Comparison Network",
		"description_short": "Shows how the two sets of seed papers (science communication and misinformation) relate to the overall paper citation network, by visualizing representative clusters in each set, as well as their overlap and interaction.",
		"url": "/vis/cluster_compare",
		"img": "cluster_compare_screenshot_thumb.png",
		"img_alt": "Thumbnail image of the cluster comparison visualization",
		"description": "Network of the clusters represented in the two paper collections (seed papers). Collection_1 is Science Communication. Collection_2 is Misinformation. Nodes represent toplevel clusters, and weighted links represent number of citations between all the papers in the clusters. The colors of the nodes whether the cluster has more collection_1 papers (more purple) or more collection_2 papers (more green). Blue nodes have a mix of both. The size of the nodes represent number of papers in the cluster. Tooltips on the nodes display details, including the seed papers in the cluster. Click and drag the nodes to move them around."
	},
	{
		"name": "Extended Bibliography",
		"description_short": "The extended bibliography is generated automatically based on the seed papers used for this analysis. Please see “Data and Methods” for more details.",
		"url": "/extended_bib",
		"img": "book_stacks_thumb.jpg",
		"img_alt": "Book stacks"
	},
	{
		"name": "Keyword Mapping",
		"description_short": "The map shows the co-occurrence of keywords extracted from the titles and abstracts of the seed set. The map only shows keywords that appear in at least 5 papers.",
		"url": "/vis/keyword_mapping",
		"img": "5_word_minimum_thumb.png",
		"img_alt": "Thumbnail image of the co-occurrence map"
	}
]
